// © Copyright 2007-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Устранение загрязнений на обороте страницы";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Отмена";

CleaningConfirmationTitle = "Устранение загрязнений на обороте страницы";
CleaningConfirmationBody = "Процедура может занять несколько минут. Механический шум и перемещение бумаги во время выполнения процедуры не свидетельствует о неполадках. Нажмите \"OK\" для запуска.";
PaperNotFoundTite = "Бумага не найдена";
PaperNotFoundBody = "Загрузите бумагу в лоток для бумаги перед запуском процедуры устранения загрязнений на обороте страницы. Нажмите \"OK\" для продолжения.";
BackPageSmearCleaningTitle = "Устранение загрязнений на обороте страницы…";
BackPageSmearCleaningCompleteBody = "Устранение загрязнений на обороте страницы завершено.";

NotInitiatedTitle = "Не удалось запустить процесс очистки";
NotInitiatedMsg = "Не удалось запустить процедуру очистки. Убедитесь, что принтер подключен и не выполняет обработку каких-либо заданий.";

HSDTitleTextFieldValue = "Устранение загрязнений на обороте страницы";
HSDGuideTextFieldValue = "Загрузите бумагу в лоток для бумаги перед запуском процедуры устранения загрязнений на обороте страницы. Нажмите \"Чистка\" для продолжения.";
HSDCleanButtonTitle = "Чистка";

BackPageSmearCancelingTitle = "Отмена";

HSDInfoTextFieldValue = "Эту процедуру следует выполнить при появлении чернильных пятен на задней стороне листа. Детали принтера будут очищены от загрязнений.";
